/* XTIT: Info Screen text when applying the NUIStyleSheet. */
"applyNUIStyleSheetApplyStepInfoScreenText" = "تطبيق NUIStyleSheet.";

/* XTIT: Info Screen text when applying the SAPcpms LogSettings. */
"applySAPcpmsLogSettingsStepInfoScreenText" = "تطبيق SAPcpms LogSettings.";

/* XFLD: Text information if the provided credentials were invalid. */
"authenticationFailedMessage" = "فشلت المصادقة!";

/* XTIT: Info Screen text before presenting the Basic Authentication view. */
"basicAuthenticationStepInfoScreenText" = "يتم الآن تحقق صلاحية بيانات الاعتماد.";

/* XTIT: Title of Alert window when asking for confirmation about cancelling the onboarding flow. */
"cancelAlertControllerTitleText" = "هل تريد بالتأكيد إلغاء عملية إعداد الحساب؟";

/* XTIT: Title of Alert window when asking for confirmation about cancelling the passcode change flow. */
"cancelPasscodeChangeControllerTitleText" = "هل تريد بالتأكيد إلغاء عملية تغيير رمز المرور؟";

/* XTIT: Info Screen text when running the Composite Steps. */
"compositeStepInfoScreenText" = "الخطوات المركبة.";

/* XTIT: Info Screen text when downloading the SAPcpms ClientResources. */
"downloadSAPcpmsClientResourcesStepInfoScreenText" = "يتم الآن تنزيل SAPcpms ClientResources.";

/* XTIT: Info Screen text when downloading the SAPcpms Destinations. */
"downloadSAPcpmsDestinationsStepInfoScreenText" = "يتم الآن تنزيل SAPcpms Destinations.";

/* XTIT: Info Screen text when downloading the SAPcpms Settings. */
"downloadSAPcpmsSettingsStepInfoScreenText" = "يتم الآن تنزيل إعدادات SAPcpms.";

/* XBUT: Text of button on FUIFeedbackScreen when the Face ID got disabled by passcode policy. */
"fuiFeedbackDisableFaceIDButtonText" = "متابعة";

/* XBUT: Text of button on FUIFeedbackScreen when the Touch ID is disabled by the new passcode policy */
"fuiFeedbackDisableTouchIDButtonText" = "متابعة";

/* XBUT: Text of button on FUIFeedbackScreen when the Face ID is enabled by the new passcode policy */
"fuiFeedbackEnableFaceIDButtonText" = "تمكين";

/* XBUT: Text of button on FUIFeedbackScreen when the Touch ID is enabled by the new passcode policy */
"fuiFeedbackEnableTouchIDButtonText" = "تمكين";

/* XTIT: FUIFeedbackScreen headline description text when faceID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableFaceIDDetailDescription" = "يُرجى استخدام رمز المرور لتسجيل الدخول في المرة القادمة.";

/* XTIT: FUIFeedbackScreen headline text when faceID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableFaceIDHeadlineDescription" = "لن يتوفر Face ID بعد الآن";

/* XTIT: FUIFeedbackScreen title text when faceID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableFaceIDTitleText" = "تغييرات السياسة";

/* XTIT: FUIFeedbackScreen headline description text when touchID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableTouchIDDetailDescription" = "يُرجى استخدام رمز المرور لتسجيل الدخول في المرة القادمة.";

/* XTIT: FUIFeedbackScreen headline text when touchID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableTouchIDHeadlineDescription" = "لن يتوفر Touch ID بعد الآن";

/* XTIT: FUIFeedbackScreen title text when touchID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableTouchIDTitleText" = "تغييرات السياسة";

/* XTIT: FUIFeedbackScreen detail description text when faceID is disabled by the new passcode policy. */
"fuiFeedbackScreenEnableFaceIDDetailDescription" = "يمكنك تشغيل هذه الميزة أو إيقاف تشغيلها في أي وقت من الإعدادات.";

/* XTIT: FUIFeedbackScreen headline text when passcode policy changed and face ID is enabled. */
"fuiFeedbackScreenEnableFaceIDHeadlineDescription" = "Face ID متوفر الآن! يوفر لك تمكين Face ID وصولاً أسرع إلى معلوماتك.";

/* XTIT: FUIFeedbackScreen title text when Face ID is enabled in the new passcode policy. */
"fuiFeedbackScreenEnableFaceIDTitleText" = "Face ID";

/* XTIT: FUIFeedbackScreen title text when passcode policy change is necessary. */
"fuiFeedbackScreenEnableTouchIDDetailDescription" = "يمكنك تشغيل هذه الميزة أو إيقاف تشغيلها في أي وقت من الإعدادات.";

/* XTIT: FUIFeedbackScreen headline text when passcode policy changed and touch ID is enabled. */
"fuiFeedbackScreenEnableTouchIDHeadlineDescription" = "Touch ID متوفر الآن! يوفر لك تمكين Touch ID وصولاً أسرع إلى معلوماتك.";

/* XTIT: FUIFeedbackScreen title text when touchID is enabled by the new passcode policy. */
"fuiFeedbackScreenEnableTouchIDTitleText" = "Touch ID";

/* XBUT: Text of button on FUIFeedbackScreen when passcode change is necessary. */
"fuiFeedbackScreenPasscodePolicyChangedActionButtonText" = "متابعة";

/* XMSG: FUIFeedbackScreen description when passcode policy change is necessary. */
"fuiFeedbackScreenPasscodePolicyChangedDescriptionLabel" = "يُرجى إنشاء رمز مرور جديد.";

/* XTIT: FUIFeedbackScreen title text when passcode policy change is necessary. */
"fuiFeedbackScreenPasscodePolicyChangedHeadlineText" = "تم تغيير سياسة رمز المرور";

/* XTIT: FUIFeedbackScreen title text when passcode policy change is necessary. */
"fuiFeedbackScreenPasscodePolicyChangedTitleText" = "تغييرات السياسة";

/* XTIT: FUIFeedbackScreen headline description text when passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeAndFaceIDDetailDescription" = "بدءًا من الآن، لن يعد رمز المرور وFace ID مطلوبين لتسجيل الدخول. \n\n ستدخل إلى التطبيق مباشرة.";

/* XTIT: FUIFeedbackScreen headline description text when passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeAndTouchIDDetailDescription" = "بدءًا من الآن، لن يعد رمز المرور وTouch ID مطلوبين لتسجيل الدخول. \n\n ستدخل على التطبيق مباشرة.";

/* XBUT: Text of button on FUIFeedbackScreen when the passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeButtonText" = "موافق";

/* XTIT: FUIFeedbackScreen headline description text when passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeDetailDescription" = "بدءًا من الآن، لن يعد رمز المرور مطلوبًا لتسجيل الدخول. \n\n ستدخل على التطبيق مباشرة.";

/* XTIT: FUIFeedbackScreen headline text when passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeHeadlineDescription" = "تغيير سياسة تسجيل الدخول";

/* XTIT: FUIFeedbackScreen title text when passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeTitleText" = "الإخطار";

/* XBUT: Text of button on FUIFeedbackScreen after migration when passcode creation is mandatory. */
"migrationOnlyBiometricIDWasSetPreviouslyButtonText" = "متابعة";

/* XTIT: Description of FUIFeedbackScreen after migration when previously only biometricID was set. */
"migrationOnlyBiometricIDWasSetPreviouslyDescriptionText" = "بدءًا من هذا الإصدار سيكون رمز المرور إلزاميًا. يُرجى إنشاء رمز مرور للتطبيق.";

/* XTIT: Title of FUIFeedbackScreen after migration when previously only biometricID was set. */
"migrationOnlyBiometricIDWasSetPreviouslyHeadlineText" = "رمز المرور إلزامي";

/* XBUT: Text of No button. */
"noButtonText" = "لا";

/* XTIT: Info Screen text before presenting the OAuth2 Authentication view. */
"oauth2AuthenticationStepInfoScreenText" = "يتم الآن تحقق صحة بيانات اعتماد OAuth 2.0.";

/* XTIT: Text of PasscodeInputController when user wants to enable face ID. */
"passcodeInputControllerEnableFaceIDText" = "لتمكين Face ID، أدخل رمز المرور الخاص بك:";

/* XTIT: Text of PasscodeInputController when user wants to enable touch ID. */
"passcodeInputControllerEnableTouchIDText" = "لتمكين Touch ID، أدخل رمز المرور الخاص بك:";

/* XTIT: Title of Alert window when asking for confirmation about cancelling the onboarding flow. */
"rejectAlertControllerTitleText" = "دون الموافقة لن تصبح قادرًا على متابعة بدء التشغيل.";

/* XBUT: Text of No button of reject. */
"rejectNoButtonText" = "منح الموافقة";

/* XBUT: Text of Yes button of reject. */
"rejectYesButtonText" = "الخروج من العملية";

/* XTIT: Info Screen text before presenting the SAML Authentication view. */
"samlAuthenticationStepInfoScreenText" = "يتم الآن تحقق صحة بيانات اعتماد SAML.";

/* XTIT: Info Screen text before presenting the SAPcpms UserIdentity Discovery Authentication view. */
"sapcpmsUserIdentityDiscoveryAuthenticationStepInfoScreenText" = "يتم الآن تحقق صحة بيانات اكتشاف هوية مستخدم SAPcpms.";

/* XTIT: Info Screen text before presenting the SLS Authentication view. */
"slsAuthenticationStepInfoScreenText" = "يتم الآن تحقق صحة بيانات اعتماد SLS.";

/* XMSG: Message for the user to fill all the fields for authentication. */
"slsFillAllOfTheFieldsErrorMessage" = "يُرجى ملأ جميع الحقول";

/* XBUT: Text of Yes button. */
"yesButtonText" = "نعم";

